Repository: iigor93/tg_organazer
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ru

source: Could not read location. Please try again.
ru: Не удалось прочитать геолокацию. Попробуйте еще раз.

source: Event not found. Please try again.
ru: Событие не найдено. Попробуйте снова.

source: Please enter a number.
ru: Введите число.

source: Hour must be between 0 and 23.
ru: Часы должны быть от 0 до 23.

source: Minutes must be between 0 and 59.
ru: Минуты должны быть от 0 до 59.

source: Updated.
ru: Готово.

source: Unknown command.
ru: Неизвестная команда.

source: App started
ru: Приложение запущено

source: Use: /language ru|en
ru: Используйте: /language ru|en

source: Language switched to English.
ru: Язык переключен на английский.
